Repository: AbdallahLabib95/Flutter_app
Catalog: lib/l10n/intl_*.arb
Languages: bn

# ready_to_watch_des
source: A planet is a global leader in real life entertainment, serving a passionate audience of superfans around the world with content that inspires, informs and entertains.
bn: একটি গ্রহ বাস্তব জীবনের বিনোদনের ক্ষেত্রে বিশ্বব্যাপী শীর্ষস্থানীয়, বিশ্বজুড়ে সুপারফ্যানদের অনুরাগী দর্শকদের পরিবেশন করে যা অনুপ্রেরণা দেয়, তথ্য দেয় এবং বিনোদন দেয়।

source: Ready to watch?
bn: দেখার জন্য প্রস্তুত?

source: Start Enjoying
bn: উপভোগ করা শুরু করুন

source: languages
bn: ভাষায়

source: Select your preferred languages
bn: আপনার পছন্দসই ভাষা নির্বাচন করুন

source: Choose a plan
bn: একটি পরিকল্পনা চয়ন করুন

source: Week subscription
bn: সপ্তাহের সাবস্ক্রিপশন

# oneMonthSubscription
source: 1 Month subscription
bn: 1 মাসের সাবস্ক্রিপশন

# threeMonthSubscription
source: 3 Month subscription
bn: 3 মাসের সাবস্ক্রিপশন

# sixMonthSubscription
source: 6 Month subscription
bn: 6 মাসের সাবস্ক্রিপশন

source: Last step to enjoy
bn: উপভোগ করার শেষ পদক্ষেপ

# welcomeToAPlanet
source: Welcome to New Aplanet
bn: নতুন অ্যাপ্লানেটে আপনাকে স্বাগতম

source: Related to you
bn: আপনার সাথে সম্পর্কিত

source: Life with a Tiger
bn: বাঘের সাথে জীবন

source: Wild animals
bn: বন্য প্রানী

source: Quick categories
bn: দ্রুত বিভাগ

source: BEAR
bn: ভল্লুক

source: LION
bn: সিংহ

source: REPTILES
bn: সরীসৃপ

source: PETS
bn: পোষা প্রাণী

# loremIpsum
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam tempor erat in arcu finibus vulputate.
bn: আপনার পছন্দসই কাজটি করতে পারবেন না। এটি ধনুকের মধ্যে ছিল, অ্যালিকাম টেম্পোরের শেষ প্রান্তে ছিল
